export const MainDescription = () => {
    return (
        <div className="main-description flex w-full justify-center items-center ">

            <div className="description w-[50%]">
                <h3>
                    شبکه آزمایشگاهی فناوری های راهبردی

                </h3>
                <p>
                    شبکه آزمایشگاهی، با هدف افزایش بهره وری زیرساخت های آزمایشگاهی کشور، پلتفرم به اشتراک گذاری دستگاه
                    ها و
                    ارایه خدمات آزمایشگاهی و حمایت از توسعه کمی و بهبود کیفی خدمات آزمایشگاهی را راه اندازی کرده است.

                    باشگاه مشتریان شبکه آزمایشگاهی نیز با ارایه پژوهانه و یارانه های متنوع به اعضای هیئت علمی و
                    دانشجویان
                    دریافت خدمات از مراکز عضو شبکه را تسهیل کرده است.

                    در این شبکه خدمات آزمایشگاهی متنوعی مانند حوزه های فنی و مهندسی همچون مکانیک، مواد و متالورژی، برق و
                    الکترونیک، شیمی، هوا فضا، معدن؛ حوزه محیط زیست، کشاورزی و گیاهان دارویی؛ حوزه های زیست فناوری و
                    پزشکی
                    مانند داروسازی، سلول های بنیادی، مهندسی بافت؛ حوزه های علوم شناختی و مغز؛ صنایع دستی، مواد غذایی و
                    غیره،
                    ارایه می‌شود.
                </p>
            </div>
            <div className="video">
                <video width="320" height="240" controls preload="none">
                    <source src="/video/video.mp4" type="video/mp4"/>
                    Your browser does not support the video tag.
                </video>
            </div>
        </div>

    )
}