export const NewsBody = () => {
  return (
    <div className='mt-7 flex flex-col px-10'>
      <div className='text-sm font-thin'>
        آزمایشگاه آزاد نانو زیست فناوری اوژن در راستای افزایش آگاهی آموخته‌های
        مرتبط با علم و دانش مخاطبین کارگاه جامع آموزشی کار با حیوانات آزمایشگاهی
        را برگزار می‌کند.
      </div>
      <hr className='my-4 h-px border-0 bg-gray-300' />
      <div className='flex flex-col items-center justify-center'>
        <div className='mt-0'>
          به گزارش پایگاه خبری شبکه آزمایشگاهی فناوری‌های راهبردی، حیوان
          آزمایشگاهی حیوانی است که از نظر آناتومی و فیزیولوژی بیشترین شباهت را
          به انسان داشته باشد و بتوان بیماری‌های انسانی و موضوعاتی که انجام آن
          روی انسان مقدور نمی‌باشد را روی آن‌ها انجام داد یعنی بتوان مراحل
          آزمایش و درمان یک بیماری را قبل از تست روی انسان، روی حیوان بسنجیم.
          این حیوانات عموما کوچک و کم هزینه هستند و شرایط نگهداری آسان دارند. از
          مهم‌ترین سرفصل‌های این کارگاه می‌توان به آناتومی و تشریح اندام‌ها،
          نگهداری، مراقبت‌های بهداشتی و کنترل آفات، تغذیه، تکثیر، پیشگیری و
          درمان بیماری‌ها، حمل و نقل، تزریقات و آسان‌کشی و ملاحظات اخلاقی هنگام
          کار با حیوانات آزمایشگاهی اشاره کرد. تحقیقات حیوانی، دانش و درک ما را
          از نحوه زیست انسان‌ها و حیوانات ارتقا می‌دهند و به ما اجازه می‌دهد تا
          بیماری‌ها را مطالعه کنیم، داروها و درمان‌های جدید را توسعه دهیم و
          ایمنی داروها و درمان‌های جدید را آزمایش کنیم بر همین اساس آزمایشگاه
          آزاد نانو زیست فناوری اوژن کارگاه جامع آموزشی کار با حیوانات
          آزمایشگاهی را بهمن ماه سال جاری برگزار می‌کند. گفتنی است، علاقمندان
          برای شرکت در دوره‌های این مجموعه و یا کسب اطلاعات بیش‌تر درباره
          کارگاه‌های آموزشی می‌توانند به سایت www.ogene-tech.com مراجعه و یا با
          شماره‌های 021-44961487 و 09120169816تماس حاصل کنند و یا از طریق واتساپ
          با شماره 09233093463 با این مجموعه در ارتباط باشند.
        </div>
        <img
          className='my-8'
          src='/images/news/main_1.jpg'
          width={600}
          height={400}
          alt=''
        />
        شایان ذکر است آموزشگاه آزاد نانوزیست فناوری اوژن (تکوین)، از اعضای شبکه
        آزمایشگاهی فناوری‌های راهبردی، با هدف برگزاری دوره‌ها و کارگاه‌های
        آموزشی، انجام خدمات آزمایشگاهی و پژوهشی از جمله تعریف، تعیین و هدایت
        پایان‌نامه و پروژه‌های کارشناسی ارشد و دکتری در رشته ژنتیک پزشکی و
        مولکولی، نانوفناوری، میکروبیولوژی، بیوتکنولوژی، مهندسی بافت،
        بیوانفورماتیک و سایر رشته‌های مرتبط، تاسیس شده است. اولویت اول این
        مجموعه حصول اطمینان از ارائه بالاترین کیفیت در بخش‌های آزمایشگاهی،
        تئوری، کلاس‌های مجازی به کارآموزان و همکاران محترم است. آموزشگاه آزاد
        نانوزیست فناوری اوژن در استان تهران استقرار دارد و خدمات خود را بر بستر
        شبکه آزمایشگاهی فناوری‌های راهبردی، به مخاطبان سراسر کشور ارائه می‌کند.
        فهرست خدمات، تجهیزات و روش آزمون‌های این مجموعه آموزشی و آزمایشگاهی در
        پایگاه اینترنتی شبکه آزمایشگاهی فناوری‌های راهبردی قابل مشاهده است.
      </div>
    </div>
  );
};
